
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>客户端设置流程 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="chapter1.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    封面
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    如何安装客户端
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="cha-jian-she-zhi-liu-cheng.html">
            
                <a href="cha-jian-she-zhi-liu-cheng.html">
            
                    
                    客户端设置流程
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >客户端设置流程</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x6D41;&#x7A0B;">&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x6D41;&#x7A0B;</h1>
<h2 id="1&#x6FC0;&#x6D3B;&#x5BA2;&#x6237;&#x7AEF;">1.&#x6FC0;&#x6D3B;&#x5BA2;&#x6237;&#x7AEF;</h2>
<p>&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x6FC0;&#x6D3B;&#x7A97;&#x53E3;</p>
<p><img src="assets/143ort.png" alt=""></p>
<p>&#x8F93;&#x5165;&#x6FC0;&#x6D3B;&#x7801;&#x540E;&#x70B9;&#x51FB;&#x7ACB;&#x5373;&#x6FC0;&#x6D3B;&#xFF0C;&#x5BA2;&#x6237;&#x7AEF;&#x5C31;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x4E86;&#x3002;</p>
<h2 id="2&#x8BBE;&#x7F6E;&#x5BA2;&#x6237;&#x7AEF;">2.&#x8BBE;&#x7F6E;&#x5BA2;&#x6237;&#x7AEF;</h2>
<p>&#x8FDB;&#x5165;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#x4E00;&#x5171;&#x6709;&#x4E09;&#x79CD;&#x65B9;&#x5F0F;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09;&#x6253;&#x5F00;&#x6536;&#x94F6;&#x9875;&#x9762;&#xFF0C;&#x5728;&#x5DE6;&#x4E0B;&#x89D2;&#x70B9;&#x51FB;&#x8BBE;&#x7F6E;&#x6309;&#x94AE;&#x8FDB;&#x5165;&#x3002;</p>
<p><img src="assets/impor5442t.png" alt=""></p>
<p>&#xFF08;2&#xFF09;&#x5728;&#x7535;&#x8111;&#x4EFB;&#x52A1;&#x680F;&#x53F3;&#x4E0B;&#x89D2;&#x56FE;&#x6807;&#x4E0A;&#x53F3;&#x952E;&#x70B9;&#x51FB;&#xFF0C;&#x70B9;&#x51FB;&#x8BBE;&#x7F6E;&#x8FDB;&#x5165;&#x3002;</p>
<p><img src="assets/gitsbrt.png" alt=""></p>
<p>&#xFF08;3&#xFF09;&#x5728;&#x60AC;&#x6D6E;&#x7A97;&#x4E0A;&#x53F3;&#x952E;&#xFF0C;&#x70B9;&#x51FB;&#x8BBE;&#x7F6E;&#x8FDB;&#x5165;&#x3002;</p>
<p><img src="assets/sbbrt.png" alt=""></p>
<p>&#x70B9;&#x51FB;&#x8BBE;&#x7F6E;&#x540E;&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x7CFB;&#x7EDF;&#x72B6;&#x6001;&#x9875;&#x9762;</p>
<p><img src="assets/63fgdt.png" alt=""></p>
<p>&#x5F53;&#x524D;&#x9875;&#x9762;&#x663E;&#x793A;&#x4E86;&#x8BBE;&#x5907;&#x53F7;&#x3001;&#x7248;&#x672C;&#x53F7;&#x3001;&#x5546;&#x6237;&#x540D;&#x79F0;&#x4EE5;&#x53CA;&#x670D;&#x52A1;&#x5668;&#x72B6;&#x6001;&#x7B49;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x70B9;&#x51FB;&#x7CFB;&#x7EDF;&#x8BBE;&#x7F6E;&#x6309;&#x94AE;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8FDB;&#x5165;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#x3002;</p>
<p><img src="assets/hgfdsrt.png" alt=""></p>
<h2 id="21&#x8BBE;&#x7F6E;&#x6536;&#x94F6;&#x52A0;&#x901F;">2.1&#x8BBE;&#x7F6E;&#x6536;&#x94F6;&#x52A0;&#x901F;</h2>
<p>&#x4E3A;&#x4E86;&#x52A0;&#x5FEB;&#x6536;&#x94F6;&#x6548;&#x7387;&#xFF0C;&#x53EF;&#x4EE5;&#x5F00;&#x542F;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x529F;&#x80FD;&#x6765;&#x5B9E;&#x73B0;&#x81EA;&#x52A8;&#x5316;&#x64CD;&#x4F5C;&#xFF0C;&#x5982;&#x5F00;&#x542F;&#x81EA;&#x52A8;&#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x53EF;&#x81EA;&#x52A8;&#x83B7;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x91D1;&#x989D;&#xFF0C;&#x65E0;&#x9700;&#x4EBA;&#x5DE5;&#x8F93;&#x5165;&#xFF08;&#x540E;&#x4E24;&#x9879;&#x529F;&#x80FD;&#x53EF;&#x6839;&#x636E;&#x5B9E;&#x9645;&#x5546;&#x6237;&#x9700;&#x6C42;&#x5F00;&#x542F;&#xFF0C;&#x5E76;&#x975E;&#x6240;&#x6709;&#x5546;&#x6237;&#x90FD;&#x9700;&#x5F00;&#x542F;&#xFF09;&#x3002;</p>
<p><img src="assets/sdfsfdort.png" alt=""></p>
<p><strong>&#xFF08;1&#xFF09;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;</strong></p>
<p>&#x6253;&#x5F00;&#x8BE5;&#x529F;&#x80FD;&#xFF0C;&#x8FDB;&#x5165;&#x5230;&#x5982;&#x4E0B;&#x9875;&#x9762;</p>
<p><img src="assets/&#x5728;&#x81EA;&#x884C;&#x8F66;ort.png" alt=""></p>
<p>&#x5728;&#x4E0D;&#x5173;&#x95ED;&#x8BE5;&#x9875;&#x9762;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x6253;&#x5F00;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#xFF0C;&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x626B;&#x63CF;&#x5546;&#x54C1;&#x7801;</p>
<p>&#x5982;&#x679C;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x6709;&#x7269;&#x7406;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x4E14;&#x5F00;&#x542F;&#x4E86;&#x5BA2;&#x663E;&#x529F;&#x80FD;&#xFF0C;&#x5F53;&#x626B;&#x5546;&#x54C1;&#x7801;&#x65F6;&#xFF0C;&#x5BA2;&#x6237;&#x7AEF;&#x5C31;&#x80FD;&#x81EA;&#x52A8;&#x6355;&#x83B7;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x5E76;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p><img src="assets/&#x6253;&#x6CD5;&#x662F;4ort.png" alt=""></p>
<p>&#x5982;&#x679C;&#x81EA;&#x52A8;&#x6293;&#x53D6;&#x4E0D;&#x5230;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x7684;&#x4E32;&#x53E3;&#x8FDB;&#x884C;&#x624B;&#x52A8;&#x8BBE;&#x7F6E;</p>
<p><img src="assets/asfdort.png" alt=""></p>
<p>&#x8FDB;&#x5165;&#x6839;&#x636E;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x5BA2;&#x663E;&#x8BBE;&#x7F6E;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x5BA2;&#x663E;&#x4E32;&#x53E3;<img src="assets/ghport.png" alt=""></p>
<p>&#x6700;&#x540E;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x5373;&#x53EF;&#x3002;</p>
<p><strong>&#xFF08;2&#xFF09;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;</strong></p>
<p>&#x5982;&#x679C;&#x5BA2;&#x663E;&#x8BFB;&#x53D6;&#x4E32;&#x53E3;&#x65E0;&#x6CD5;&#x83B7;&#x53D6;&#x5230;&#x91D1;&#x989D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p><strong>&#xFF08;2.1&#xFF09;&#x5B89;&#x88C5;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5DE5;&#x5177;</strong></p>
<p>&#x9996;&#x5148;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5B89;&#x88C5;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x3002;&#x6253;&#x5F00;&#x5B89;&#x88C5;&#x5305;&#xFF0C;&#x627E;&#x5230;&#x201C;&#x8F85;&#x52A9;&#x5DE5;&#x5177;-&#x4E32;&#x53E3;&#x9A71;&#x52A8;&#x201D;&#x5E76;&#x53CC;&#x51FB;&#x8FD0;&#x884C;&#x3002;</p>
<p><img src="assets/zxcvort.png" alt=""></p>
<p>&#x7136;&#x540E;&#x4E00;&#x76F4;&#x70B9;&#x51FB;&#x201C;Next&#x201D;</p>
<p><img src="assets/gfhort.png" alt=""></p>
<p><img src="assets/ghf&#x662F;port.png" alt=""></p>
<p><img src="assets/6346port.png" alt=""></p>
<p><img src="assets/khjort.png" alt=""></p>
<p><img src="assets/e3456port.png" alt=""></p>
<p><img src="assets/imp463fort.png" alt=""></p>
<p><img src="assets/im134114port.png" alt=""></p>
<p>&#x70B9;&#x51FB;Finish&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x627E;&#x5230;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;&#x5E76;&#x53CC;&#x51FB;&#xFF0C;&#x8FDB;&#x5165;&#x5982;&#x4E0B;&#x9875;&#x9762;</p>
<p><img src="assets/impor5432gt.png" alt=""></p>
<p>&#x70B9;&#x51FB;Add pair&#x5C31;&#x80FD;&#x65B0;&#x589E;&#x4E00;&#x5BF9;&#x4E32;&#x53E3;&#x3002;</p>
<p>&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x6C38;&#x8FDC;&#x662F;&#x6210;&#x5BF9;&#x51FA;&#x73B0;&#xFF0C;&#x4F8B;&#x5982;&#x4E0A;&#x56FE;&#x4E2D;COM3&#x548C;COM4&#x5C31;&#x662F;&#x4E00;&#x7EC4;&#x865A;&#x62DF;&#x4E32;&#x53E3;</p>
<p><strong>&#xFF08;2.2&#xFF09;&#x4F7F;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x83B7;&#x53D6;&#x91D1;&#x989D;</strong></p>
<p>&#x6211;&#x4EEC;&#x5148;&#x751F;&#x6210;&#x4E00;&#x5BF9;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#xFF0C;&#x70B9;&#x51FB;Add pair&#x751F;&#x6210;&#x4E86;COM5COM6&#x4E24;&#x4E2A;&#x865A;&#x62DF;&#x4E32;&#x53E3;</p>
<p><img src="assets/imppoiort.png" alt=""></p>
<p>&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x7684;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x539F;&#x6765;&#x662F;COM3&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x628A;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x5BA2;&#x663E;&#x4FEE;&#x6539;&#x4E3A;COM5&#xFF0C;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#xFF0C;&#x5C06;&#x83B7;&#x53D6;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x6A21;&#x5F0F;&#x9009;&#x62E9;&#x4E3A;&#x201C;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;&#x201D;&#xFF0C;&#x5C06;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8F93;&#x5165;&#x8BBE;&#x7F6E;&#x4E3A;COM6&#xFF0C;&#x5BA2;&#x663E;&#x8F93;&#x51FA;&#x4E32;&#x53E3;&#x8BBE;&#x7F6E;&#x4E3A;COM3&#x3002;</p>
<p><img src="assets/imp453dfort.png" alt=""></p>
<p>&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x540E;&#x5373;&#x53EF;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p>&#x5B9E;&#x73B0;&#x539F;&#x7406;&#xFF1A;&#x6211;&#x4EEC;&#x5229;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5C06;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x53D1;&#x9001;&#x7ED9;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x7684;&#x6570;&#x636E;&#x8F6C;&#x53D1;&#x7ED9;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x7136;&#x540E;&#x5BA2;&#x6237;&#x7AEF;&#x518D;&#x8F6C;&#x53D1;&#x7ED9;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x3002;</p>
<p><strong>&#xFF08;3&#xFF09;&#x76F4;&#x63A5;&#x8BFB;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x7A97;&#x53E3;</strong></p>
<p>&#x5982;&#x679C;&#x9047;&#x5230;&#x6CA1;&#x6709;&#x5BA2;&#x663E;&#x7684;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x8BE5;&#x529F;&#x80FD;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p>&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x529F;&#x80FD;&#xFF0C;&#x5C06;&#x7ED3;&#x8D26;&#x91D1;&#x989D;&#x6765;&#x6E90;&#x8BBE;&#x4E3A;&#x201C;&#x76F4;&#x63A5;&#x8BFB;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x7A97;&#x53E3;&#x201D;</p>
<p><img src="assets/implllooort.png" alt=""></p>
<p>&#x5728;&#x8F93;&#x5165;&#x6846;&#x4E2D;&#x8F93;&#x5165;&#x4F60;&#x6240;&#x770B;&#x5230;&#x7684;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x5E94;&#x4ED8;&#x91D1;&#x989D;&#xFF0C;&#x70B9;&#x51FB;&#x7ACB;&#x5373;&#x5B9A;&#x4F4D;&#xFF0C;&#x5373;&#x53EF;&#x83B7;&#x53D6;&#x5230;&#x91D1;&#x989D;&#xFF0C;&#x6700;&#x540E;&#x4FDD;&#x5B58;&#x3002;</p>
<p><strong>&#xFF08;4&#xFF09;&#x5C4F;&#x5E55;&#x8BC6;&#x522B;OCR</strong></p>
<p>&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x529F;&#x80FD;&#xFF0C;&#x5C06;&#x7ED3;&#x8D26;&#x91D1;&#x989D;&#x6765;&#x6E90;&#x8BBE;&#x4E3A;&#x201C;&#x5C4F;&#x5E55;&#x8BC6;&#x522B;OCR&#x201D;</p>
<p><img src="assets/i44dzmport.png" alt=""></p>
<p>&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x7F6E;&#x8BC6;&#x522B;&#x533A;&#x57DF;&#x201D;&#x540E;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7EA2;&#x6846;&#xFF0C;&#x7528;&#x9F20;&#x6807;&#x5C06;&#x8BE5;&#x7EA2;&#x6846;&#x62D6;&#x52A8;&#x5230;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x7684;&#x91D1;&#x989D;&#x4E0A;&#x65B9;&#xFF0C;&#x5E76;&#x8C03;&#x6574;&#x597D;&#x8FB9;&#x7F18;&#xFF0C;&#x53CC;&#x51FB;&#x7EA2;&#x6846;&#x786E;&#x8BA4;&#x9009;&#x62E9;&#x3002;</p>
<p><img src="assets/impsadhjort.png" alt=""></p>
<p>&#x8BC6;&#x522B;&#x6210;&#x529F;&#x540E;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x5373;&#x53EF;&#x3002;</p>
<h2 id="22&#x8BBE;&#x7F6E;&#x6253;&#x5370;&#x673A;">2.2&#x8BBE;&#x7F6E;&#x6253;&#x5370;&#x673A;</h2>
<p><strong>&#xFF08;1&#xFF09;&#x8BBE;&#x7F6E;&#x771F;&#x5B9E;&#x8F93;&#x51FA;&#x6253;&#x5370;&#x673A;</strong></p>
<p>&#x5F53;&#x9700;&#x8981;&#x5BA2;&#x6237;&#x7AEF;&#x6253;&#x5370;&#x652F;&#x4ED8;&#x3001;&#x9000;&#x6B3E;&#x5C0F;&#x7968;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x6536;&#x94F6;&#x53F0;&#x7684;&#x6253;&#x5370;&#x8BBE;&#x5907;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x53BB;&#x8BBE;&#x7F6E;&#x201C;&#x6253;&#x5370;&#x673A;&#x201D;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x5728;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x6253;&#x5F00;&#x201C;&#x6253;&#x5370;&#x673A;&#x201D;&#x9009;&#x62E9;&#x3002;&#x8BE5;&#x529F;&#x80FD;&#x4E00;&#x5171;&#x652F;&#x6301;&#x56DB;&#x79CD;&#x6253;&#x5370;&#x673A;&#xFF1A;&#x4E32;&#x53E3;&#x6253;&#x5370;&#x673A;&#x3001;&#x5E76;&#x53E3;&#x6253;&#x5370;&#x673A;&#x3001;&#x9A71;&#x52A8;&#x6253;&#x5370;&#x673A;&#x548C;&#x7F51;&#x7EDC;&#x6253;&#x5370;&#x673A;&#x3002;</p>
<p><img src="assets/dayinort.png" alt=""></p>
<p>&#x5728;&#x8BBE;&#x7F6E;&#x6253;&#x5370;&#x673A;&#x524D;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x77E5;&#x9053;&#x6536;&#x94F6;&#x673A;&#x7528;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x7C7B;&#x578B;&#x7684;&#x6253;&#x5370;&#x673A;&#xFF0C;&#x4EE5;&#x53CA;&#x914D;&#x7F6E;&#x53C2;&#x6570;&#x3002;</p>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x6536;&#x94F6;&#x673A;&#x662F;&#x4E32;&#x53E3;&#x6253;&#x5370;&#x673A;&#xFF0C;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x63A5;&#x53E3;COM2&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x5728;&#x201C;&#x6253;&#x5370;&#x673A;&#x7C7B;&#x578B;&#x4E2D;&#x9009;&#x62E9;&#x4E32;&#x53E3;&#x6253;&#x5370;&#x673A;&#x201D;&#xFF0C;&#x5E76;&#x8BBE;&#x7F6E;&#x201C;&#x6253;&#x5370;&#x673A;&#x7AEF;&#x53E3;&#x201D;&#x4E3A;COM2&#xFF0C;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5BA2;&#x6237;&#x7AEF;&#x5C31;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x8BE5;&#x6253;&#x5370;&#x673A;&#x4E86;&#x3002;</p>
<p><img src="assets/vvasort.png" alt=""></p>
<p>&#x5982;&#x679C;&#x662F;&#x5E76;&#x53E3;&#x6253;&#x5370;&#x673A;&#x5C31;&#x9009;&#x62E9;&#x5BF9;&#x5E94;&#x7684;LPT&#x53E3;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x9A71;&#x52A8;&#x6253;&#x5370;&#x673A;&#x5C31;&#x9009;&#x62E9;&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#x540D;&#x79F0;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x7F51;&#x7EDC;&#x6253;&#x5370;&#x673A;&#x5C31;&#x8BBE;&#x7F6E;&#x6253;&#x5370;&#x673A;&#x7F51;&#x7EDC;IP&#x3002;</p>
<h2 id="23&#x63D0;&#x9192;&#x8BBE;&#x7F6E;">2.3&#x63D0;&#x9192;&#x8BBE;&#x7F6E;</h2>
<p><strong>&#xFF08;1&#xFF09;&#x60AC;&#x6D6E;&#x7A97;</strong></p>
<p>&#x60AC;&#x6D6E;&#x7A97;&#x6709;&#x5927;&#x7A97;&#x548C;&#x5C0F;&#x7A97;&#x4E24;&#x79CD;&#x6A21;&#x5F0F;&#xFF0C;&#x9ED8;&#x8BA4;&#x5F00;&#x542F;&#x5927;&#x7A97;&#xFF0C;&#x52FE;&#x9009;&#x201C;&#x663E;&#x793A;&#x4E3A;&#x5C0F;&#x6D6E;&#x6807;&#xFF08;&#x4E0D;&#x5E26;&#x91D1;&#x989D;&#xFF09;&#x201D;&#x9009;&#x9879;&#x540E;&#x53D8;&#x4E3A;&#x5C0F;&#x7A97;&#x3002;</p>
<p><img src="assets/impoccrt.png" alt=""></p>
<p><strong>&#xFF08;2&#xFF09;&#x6210;&#x529F;&#x9875;&#x63D0;&#x9192;&#x5012;&#x8BA1;&#x65F6;</strong></p>
<p>&#x652F;&#x4ED8;&#x6210;&#x529F;&#x540E;&#x9ED8;&#x8BA4;&#x4E24;&#x79D2;&#x5173;&#x95ED;&#x652F;&#x4ED8;&#x6210;&#x529F;&#x9875;&#x9762;&#xFF0C;&#x8BE5;&#x529F;&#x80FD;&#x53EF;&#x4EE5;&#x4FEE;&#x6539;&#x5173;&#x7A97;&#x5012;&#x8BA1;&#x65F6;&#x3002;</p>
<p><img src="assets/impdfsort.png" alt=""></p>
<p><strong>&#xFF08;3&#xFF09;&#x6D88;&#x606F;&#x6846;&#x8BBE;&#x7F6E;</strong></p>
<p>&#x6D88;&#x606F;&#x7A97;&#x53E3;&#x4E3B;&#x8981;&#x663E;&#x793A;&#x4E3B;&#x626B;&#x4FE1;&#x606F;&#xFF08;&#x987E;&#x5BA2;&#x626B;&#x5546;&#x5BB6;&#x6536;&#x6B3E;&#x7801;&#xFF09;&#xFF0C;&#x8FD9;&#x91CC;&#x63A7;&#x5236;&#x662F;&#x5426;&#x5F00;&#x542F;&#x63D0;&#x9192;&#x548C;&#x5F00;&#x542F;&#x540E;&#x81EA;&#x52A8;&#x5173;&#x95ED;&#x7684;&#x5012;&#x8BA1;&#x65F6;&#x3002;</p>
<p><img src="assets/dsfs22rt.png" alt=""></p>
<p><strong>&#xFF08;4&#xFF09;&#x8BED;&#x97F3;&#x63D0;&#x9192;&#x8BBE;&#x7F6E;</strong></p>
<p>&#x8BED;&#x97F3;&#x63D0;&#x9192;&#x4E00;&#x5171;&#x6709;&#x4E24;&#x79CD;&#x6A21;&#x5F0F;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x201C;&#x64AD;&#x62A5;&#x91D1;&#x989D;&#x201D;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x201C;&#x7B80;&#x6D01;&#x201D;&#x3002;</p>
<p>&#x201C;&#x64AD;&#x62A5;&#x91D1;&#x989D;&#x201D;&#x5C31;&#x662F;&#x7531;&#x4EBA;&#x58F0;&#x5B8C;&#x6574;&#x64AD;&#x62A5;&#x652F;&#x4ED8;&#x3001;&#x9000;&#x6B3E;&#x6D88;&#x606F;&#xFF0C;&#x201C;&#x7B80;&#x6D01;&#x201D;&#x5219;&#x53EA;&#x64AD;&#x653E;&#x63D0;&#x793A;&#x97F3;&#x3002;</p>
<p><img src="assets/iasdfa11mport.png" alt=""></p>
<h2 id="24&#x5C0F;&#x7968;&#x8BBE;&#x7F6E;">2.4&#x5C0F;&#x7968;&#x8BBE;&#x7F6E;</h2>
<p>&#x5C0F;&#x7968;&#x8BBE;&#x7F6E;&#x5185;&#x6709;&#x201C;&#x652F;&#x4ED8;&#x51ED;&#x8BC1;&#x201D;&#x548C;&#x201C;&#x9000;&#x6B3E;&#x51ED;&#x8BC1;&#x201D;&#x4E24;&#x4E2A;&#x9009;&#x9879;&#xFF0C;&#x5F00;&#x542F;&#x540E;&#x6253;&#x5370;&#xFF0C;&#x4E0D;&#x5F00;&#x542F;&#x4E0D;&#x6253;&#x5370;&#x3002;</p>
<p><img src="assets/im43411port.png" alt=""></p>
<h2 id="25&#x5FEB;&#x6377;&#x952E;&#x8BBE;&#x7F6E;">2.5&#x5FEB;&#x6377;&#x952E;&#x8BBE;&#x7F6E;</h2>
<p>&#x8FD9;&#x91CC;&#x8BBE;&#x7F6E;&#x5BA2;&#x6237;&#x7AEF;&#x81EA;&#x7528;&#x7684;&#x5FEB;&#x6377;&#x952E;&#xFF0C;&#x8FD9;&#x4E9B;&#x5FEB;&#x6377;&#x952E;&#x4EC5;&#x5728;&#x5BA2;&#x6237;&#x7AEF;&#x5185;&#x751F;&#x6548;&#x3002;</p>
<p><img src="assets/im345345port.png" alt=""></p>
<p>&#x52FE;&#x9009;&#x540E;&#x6FC0;&#x6D3B;&#xFF0C;&#x5728;&#x8F93;&#x5165;&#x5185;&#x8BBE;&#x7F6E;&#x6309;&#x952E;&#xFF0C;&#x53D6;&#x6D88;&#x52FE;&#x9009;&#x540E;&#x5173;&#x95ED;&#x5FEB;&#x6377;&#x952E;&#x529F;&#x80FD;&#x3002;</p>
<h2 id="26&#x626B;&#x7801;&#x8BBE;&#x7F6E;">2.6&#x626B;&#x7801;&#x8BBE;&#x7F6E;</h2>
<p><strong>&#xFF08;1&#xFF09;USB&#x626B;&#x7801;&#x8BBE;&#x5907;</strong></p>
<p>USB&#x626B;&#x7801;&#x67AA;&#x65E0;&#x9700;&#x8BBE;&#x7F6E;&#xFF0C;&#x5373;&#x63D2;&#x5373;&#x7528;&#x3002;&#x666E;&#x901A;USB&#x8BBE;&#x5907;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x53EF;&#x517C;&#x5BB9;&#x591A;&#x628A;USB&#x626B;&#x7801;&#x67AA;&#x548C;&#x4E00;&#x53F0;&#x4E32;&#x53E3;&#x626B;&#x7801;&#x8BBE;&#x5907;&#x3002;</p>
<p><img src="assets/hhhh6ort.png" alt=""></p>
<p><strong>&#xFF08;2&#xFF09;&#x4E32;&#x53E3;&#x626B;&#x7801;&#x8BBE;&#x5907;</strong></p>
<p>&#x4E32;&#x53E3;&#x626B;&#x7801;&#x67AA;&#x53EF;&#x4EE5;&#x626B;&#x63CF;&#x8BE5;&#x9875;&#x9762;&#x7684;&#x6761;&#x5F62;&#x7801;&#xFF0C;&#x626B;&#x63CF;&#x540E;&#x81EA;&#x52A8;&#x8BBE;&#x7F6E;&#x6210;&#x529F;&#xFF0C;&#x8BE5;&#x6A21;&#x5F0F;&#x4E0B;&#x6700;&#x591A;&#x652F;&#x6301;&#x4E24;&#x53F0;&#x4E32;&#x53E3;&#x626B;&#x7801;&#x8BBE;&#x5907;&#x3002;</p>
<p><img src="assets/adfasdf1port.png" alt=""></p>
<h2 id="27&#x5E38;&#x89C4;&#x8BBE;&#x7F6E;">2.7&#x5E38;&#x89C4;&#x8BBE;&#x7F6E;</h2>
<p><strong>&#xFF08;1&#xFF09;&#x5F00;&#x673A;&#x81EA;&#x52A8;&#x542F;&#x52A8;</strong></p>
<p>&#x9ED8;&#x8BA4;&#x5F00;&#x542F;&#xFF0C;&#x5173;&#x95ED;&#x540E;&#x5BA2;&#x6237;&#x7AEF;&#x4E0D;&#x4F1A;&#x968F;&#x7535;&#x8111;&#x7684;&#x542F;&#x52A8;&#x800C;&#x542F;&#x52A8;&#x3002;</p>
<p><img src="assets/sdfsfad5ort.png" alt=""></p>
<p><strong>&#xFF08;2&#xFF09;&#x542F;&#x52A8;&#x987A;&#x5E8F;</strong></p>
<p>&#x81EA;&#x5B9A;&#x4E49;&#x542F;&#x52A8;&#x987A;&#x5E8F;&#x5171;&#x6709;&#x4E09;&#x79CD;&#x6A21;&#x5F0F;&#xFF1A;</p>
<p>&#xFF08;2.1&#xFF09;&#x672C;&#x8F6F;&#x4EF6;&#x2192;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;</p>
<p>&#x8BE5;&#x6A21;&#x5F0F;&#x662F;&#x5148;&#x542F;&#x52A8;&#x5BA2;&#x6237;&#x7AEF;&#x518D;&#x542F;&#x52A8;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#xFF0C;&#x8FD9;&#x6837;&#x662F;&#x4E3A;&#x4E86;&#x83B7;&#x53D6;&#x952E;&#x76D8;&#x7684;&#x63A7;&#x5236;&#x6743;&#x3002;&#x9009;&#x62E9;&#x8BE5;&#x6A21;&#x5F0F;&#x7684;&#x65F6;&#x5019;&#x53EA;&#x9700;&#x5728;&#x9009;&#x62E9;&#x6587;&#x4EF6;&#x4E2D;&#x9009;&#x4E2D;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="assets/vvds1rt.png" alt=""></p>
<p>&#xFF08;2.2&#xFF09;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x2192;&#x672C;&#x8F6F;&#x4EF6;</p>
<p>&#x8BE5;&#x6A21;&#x5F0F;&#x662F;&#x5148;&#x542F;&#x52A8;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x518D;&#x542F;&#x52A8;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x8FD9;&#x6837;&#x662F;&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x62A5;&#x9519;&#xFF0C;&#x9009;&#x62E9;&#x8BE5;&#x6A21;&#x5F0F;&#x7684;&#x65F6;&#x5019;&#x53EA;&#x9700;&#x624B;&#x52A8;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x8FDB;&#x7A0B;&#x540D;&#x79F0;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="assets/jgh2rt.png" alt=""></p>
<p>&#xFF08;2.3&#xFF09;&#x5F00;&#x673A;&#x540E;&#x5B9A;&#x65F6;&#x542F;&#x52A8;&#x672C;&#x8F6F;&#x4EF6;</p>
<p>&#x8BE5;&#x6A21;&#x5F0F;&#x662F;&#x5728;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x540E;&#x518D;&#x542F;&#x52A8;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x8FD9;&#x6837;&#x662F;&#x4E3A;&#x4E86;&#x907F;&#x5F00;&#x67D0;&#x4E9B;&#x8F6F;&#x4EF6;&#x7684;&#x5F3A;&#x6740;&#x3002;&#x9009;&#x62E9;&#x8BE5;&#x6A21;&#x5F0F;&#x53EA;&#x9700;&#x8981;&#x8BBE;&#x7F6E;&#x5B9A;&#x65F6;&#x65F6;&#x95F4;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="assets/fsdfrt.png" alt=""></p>
<p><strong>&#xFF08;3&#xFF09;&#x626B;&#x4ED8;&#x6B3E;&#x7801;&#x5F39;&#x51FA;&#x6536;&#x94F6;&#x7A97;&#x53E3;</strong></p>
<p>&#x8BE5;&#x529F;&#x80FD;&#x9ED8;&#x8BA4;&#x5F00;&#x542F;&#xFF0C;&#x5173;&#x95ED;&#x540E;&#x626B;&#x4ED8;&#x6B3E;&#x7801;&#x4E0D;&#x4F1A;&#x5F39;&#x51FA;&#x6536;&#x94F6;&#x7A97;&#x53E3;&#x3002;</p>
<p>&#x5728;&#x5173;&#x95ED;&#x65F6;&#x5BA2;&#x6237;&#x7AEF;&#x4F1A;&#x63D0;&#x793A;&#x4F60;&#x5FC5;&#x987B;&#x8BBE;&#x7F6E;&#x6536;&#x94F6;&#x7A97;&#x53E3;&#x7684;&#x5FEB;&#x6377;&#x952E;&#xFF0C;&#x5982;&#x4E0D;&#x8BBE;&#x7F6E;&#x5219;&#x8BE5;&#x529F;&#x80FD;&#x65E0;&#x6CD5;&#x5173;&#x95ED;&#x3002;</p>
<p><img src="assets/vvsd2ort.png" alt=""></p>
<p><strong>&#xFF08;4&#xFF09;&#x5F39;&#x7A97;&#x524D;&#x53D1;&#x9001;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5FEB;&#x6377;&#x952E;</strong></p>
<p>&#x67D0;&#x4E9B;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x53EA;&#x6709;&#x5728;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x624D;&#x663E;&#x793A;&#x5BA2;&#x663E;&#x91D1;&#x989D;&#xFF0C;&#x8BE5;&#x529F;&#x80FD;&#x5C31;&#x662F;&#x5728;&#x626B;&#x4ED8;&#x6B3E;&#x7801;&#x540E;&#xFF0C;&#x53D1;&#x9001;&#x4E00;&#x4E2A;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x7684;&#x5FEB;&#x6377;&#x952E;&#xFF0C;&#x7136;&#x540E;&#x6293;&#x5230;&#x5BA2;&#x663E;&#x91D1;&#x989D;&#x540E;&#x518D;&#x5F39;&#x51FA;&#x6536;&#x94F6;&#x9875;&#x9762;&#x3002;</p>
<p><img src="assets/4fdsort.png" alt=""></p>
<h2 id="28&#x7F51;&#x7EDC;&#x8BBE;&#x7F6E;">2.8&#x7F51;&#x7EDC;&#x8BBE;&#x7F6E;</h2>
<p><strong>&#xFF08;1&#xFF09;&#x7F51;&#x7EDC;&#x72B6;&#x6001;</strong></p>
<p>&#x8BE5;&#x529F;&#x80FD;&#x53EF;&#x4EE5;&#x6D4B;&#x8BD5;&#x51FA;&#x5F53;&#x524D;&#x7F51;&#x7EDC;&#x72B6;&#x6001;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x68C0;&#x6D4B;&#x7F51;&#x7EDC;&#x201D;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;CMD&#x547D;&#x4EE4;&#x53BB;PIN&#x6211;&#x4EEC;&#x7684;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;PIN&#x51FA;&#x6765;&#x7684;&#x6570;&#x636E;&#x5224;&#x65AD;&#x7F51;&#x7EDC;&#x72B6;&#x6001;&#x7684;&#x597D;&#x574F;&#x3002;</p>
<p><img src="assets/impowingrt.png" alt=""></p>
<p><strong>&#xFF08;2&#xFF09;&#x7F51;&#x7EDC;&#x7B49;&#x5F85;&#x5EF6;&#x65F6;</strong></p>
<p>&#x7F51;&#x7EDC;&#x7B49;&#x5F85;&#x5EF6;&#x65F6;&#x9ED8;&#x8BA4;5&#x79D2;&#xFF0C;&#x8BE5;&#x529F;&#x80FD;&#x63A7;&#x5236;&#x8D26;&#x5355;&#x4E0A;&#x4F20;&#x7684;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#x3002;</p>
<p><strong>&#xFF08;3&#xFF09;&#x4EE3;&#x7406;&#x670D;&#x52A1;&#x5668;</strong></p>
<p>&#x4EE3;&#x7406;&#x670D;&#x52A1;&#x5668;&#x7684;&#x8BBE;&#x7F6E;&#x65B9;&#x6CD5;&#x5728;&#x5B89;&#x88C5;&#x4EE3;&#x7406;&#x670D;&#x52A1;&#x5668;&#x65F6;&#x5DF2;&#x7ECF;&#x8BB2;&#x8FC7;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x5C06;IP&#x5730;&#x5740;&#x8BBE;&#x7F6E;&#x4E3A;&#x4EE3;&#x7406;&#x670D;&#x52A1;&#x5668;&#x7684;&#x76D1;&#x542C;&#x5730;&#x5740;&#x5373;&#x53EF;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x81EA;&#x52A8;&#x67E5;&#x8BE2;&#x4EE3;&#x7406;&#x529F;&#x80FD;&#xFF0C;&#x53BB;&#x627E;&#x5F53;&#x524D;&#x53EF;&#x7528;&#x7684;&#x4EE3;&#x7406;&#x3002;</p>
<p><img src="assets/dailit.png" alt=""></p>
<h2 id="3&#x5B89;&#x88C5;&#x5305;&#x5185;&#x5176;&#x4ED6;&#x5DE5;&#x5177;&#x7528;&#x9014;&#x8BF4;&#x660E;">3.&#x5B89;&#x88C5;&#x5305;&#x5185;&#x5176;&#x4ED6;&#x5DE5;&#x5177;&#x7528;&#x9014;&#x8BF4;&#x660E;</h2>
<p><strong>3.1WMI&#x4FEE;&#x590D;&#x5DE5;&#x5177;</strong></p>
<p>WMI&#x4E3A;Windows 32&#x4F4D;&#x7CFB;&#x7EDF;&#x7684;MMC&#x548C;&#x811A;&#x672C;&#x5BF9;&#x8C61;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x8BBF;&#x95EE;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x6784;&#x6210;&#x5355;&#x5143;&#x7684;&#x516C;&#x5171;&#x63A5;&#x53E3;&#x3002;&#x8BE5;&#x5DE5;&#x5177;&#x635F;&#x574F;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x5BA2;&#x6237;&#x7AEF;&#x5B89;&#x88C5;&#x4E0D;&#x4E0A;&#xFF0C;&#x4F7F;&#x7528;&#x6B64;&#x5DE5;&#x5177;&#x53EF;&#x89E3;&#x51B3;&#x8BE5;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x5728;&#x5B89;&#x88C5;&#x5305;&#x5185;&#xFF0C;&#x53CC;&#x51FB;&#x5373;&#x53EF;&#x4F7F;&#x7528;&#x3002;</p>
<p><strong>3.2&#x7981;&#x7528;.net&#x7F13;&#x5B58;</strong></p>
<p>&#x5F53;&#x7535;&#x8111;&#x5361;&#x987F;&#x65F6;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x8BE5;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x5728;&#x5B89;&#x88C5;&#x5305;&#x5185;&#xFF0C;&#x53CC;&#x51FB;&#x5373;&#x53EF;&#x4F7F;&#x7528;&#x3002;</p>
<p><strong>3.3&#x5916;&#x7F51;&#x68C0;&#x6D4B;</strong></p>
<p>&#x4F7F;&#x7528;&#x8BE5;&#x5DE5;&#x5177;&#x68C0;&#x6D4B;&#x7F51;&#x7EDC;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x5728;&#x5B89;&#x88C5;&#x5305;&#x5185;&#xFF0C;&#x53CC;&#x51FB;&#x5373;&#x53EF;&#x4F7F;&#x7528;&#x3002;</p>
<p><strong>3.4&#x8FDC;&#x7A0B;&#x5DE5;&#x5177;</strong></p>
<p>&#x6211;&#x4EEC;&#x7684;&#x6280;&#x672F;&#x3001;&#x8FD0;&#x8425;&#x4EBA;&#x5458;&#x88AB;&#x5546;&#x6237;&#x6216;&#x670D;&#x52A1;&#x5546;&#x6388;&#x6743;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8BE5;&#x5DE5;&#x5177;&#x8FDC;&#x7A0B;&#x8BBF;&#x95EE;&#x6709;&#x95EE;&#x9898;&#x7684;&#x6536;&#x94F6;&#x53F0;&#x7535;&#x8111;&#x3002;</p>
<p>&#x5728;&#x5B89;&#x88C5;&#x5305;&#x5185;&#xFF0C;&#x53CC;&#x51FB;&#x5373;&#x53EF;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x6253;&#x5F00;&#x540E;&#xFF0C;&#x5C06;&#x60A8;&#x7684;ID&#x548C;&#x5BC6;&#x7801;&#x53D1;&#x9001;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x6280;&#x672F;&#x6216;&#x8FD0;&#x8425;&#x4EBA;&#x5458;&#xFF0C;&#x7B49;&#x5F85;&#x6211;&#x4EEC;&#x7684;&#x8FDC;&#x7A0B;&#x5E2E;&#x52A9;&#x3002;<img src="assets/tvport.png" alt=""></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chapter1.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 如何安装客户端">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"客户端设置流程","level":"1.3","depth":1,"previous":{"title":"如何安装客户端","level":"1.2","depth":1,"path":"chapter1.md","ref":"chapter1.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"cha-jian-she-zhi-liu-cheng.md","mtime":"2019-04-19T08:52:30.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-04-22T05:54:36.294Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

