
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>收银加速 · 客户端安装与使用手册</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="QWXPAY">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="printer-datadocking.html" />
    
    
    <link rel="prev" href="setting.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="install.html">
            
                <a href="install.html">
            
                    
                    1.安装客户端
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="setting.html">
            
                <a href="setting.html">
            
                    
                    2.功能设置
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="rapid-cashier.html">
            
                <a href="rapid-cashier.html">
            
                    
                    收银加速
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="printer-datadocking.html">
            
                <a href="printer-datadocking.html">
            
                    
                    设置打印机与数据对接
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="notification-receipt.html">
            
                <a href="notification-receipt.html">
            
                    
                    提醒设置与小票设置
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="scanner-shortcutkey.html">
            
                <a href="scanner-shortcutkey.html">
            
                    
                    扫码设置与快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="general-setting.html">
            
                <a href="general-setting.html">
            
                    
                    常规设置与网络设置
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="using.html">
            
                <a href="using.html">
            
                    
                    3.使用教程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    4.常见问题及解决方法
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="no-eject.html">
            
                <a href="no-eject.html">
            
                    
                    扫码不弹窗
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="NET.html">
            
                <a href="NET.html">
            
                    
                    .NET相关问题
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="cashregister-slow.html">
            
                <a href="cashregister-slow.html">
            
                    
                    收银机卡顿
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="upgrade-exception.html">
            
                <a href="upgrade-exception.html">
            
                    
                    升级异常
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="other-tools.html">
            
                <a href="other-tools.html">
            
                    
                    安装包内工具用途说明
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >收银加速</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6536;&#x94F6;&#x52A0;&#x901F;&#x8BE6;&#x89E3;">&#x6536;&#x94F6;&#x52A0;&#x901F;&#x8BE6;&#x89E3;</h1>
<h2 id="1&#x8BBE;&#x7F6E;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;">1.&#x8BBE;&#x7F6E;&#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;</h2>
<p>&#x4E3A;&#x4E86;&#x52A0;&#x5FEB;&#x6536;&#x94F6;&#x6548;&#x7387;&#xFF0C;&#x53EF;&#x4EE5;&#x5F00;&#x542F;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x529F;&#x80FD;&#x6765;&#x5B9E;&#x73B0;&#x81EA;&#x52A8;&#x5316;&#x64CD;&#x4F5C;&#xFF0C;&#x5982;&#x5F00;&#x542F;&#x81EA;&#x52A8;&#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x53EF;&#x81EA;&#x52A8;&#x83B7;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x91D1;&#x989D;&#xFF0C;&#x65E0;&#x9700;&#x4EBA;&#x5DE5;&#x8F93;&#x5165;&#xFF08;&#x540E;&#x4E24;&#x9879;&#x529F;&#x80FD;&#x53EF;&#x6839;&#x636E;&#x5B9E;&#x9645;&#x5546;&#x6237;&#x9700;&#x6C42;&#x5F00;&#x542F;&#xFF0C;&#x5E76;&#x975E;&#x6240;&#x6709;&#x5546;&#x6237;&#x90FD;&#x9700;&#x5F00;&#x542F;&#xFF09;&#x3002;</p>
<p><img src="assets/sdfsfdort.png" alt=""></p>
<p><strong>&#xFF08;1&#xFF09;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;</strong></p>
<p>&#x6253;&#x5F00;&#x8BE5;&#x529F;&#x80FD;&#xFF0C;&#x8FDB;&#x5165;&#x5230;&#x5982;&#x4E0B;&#x9875;&#x9762;</p>
<p><img src="assets/&#x5728;&#x81EA;&#x884C;&#x8F66;ort.png" alt=""></p>
<p>&#x5728;&#x4E0D;&#x5173;&#x95ED;&#x8BE5;&#x9875;&#x9762;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x6253;&#x5F00;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#xFF0C;&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x626B;&#x63CF;&#x5546;&#x54C1;&#x7801;</p>
<p>&#x5982;&#x679C;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x6709;&#x7269;&#x7406;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x4E14;&#x5F00;&#x542F;&#x4E86;&#x5BA2;&#x663E;&#x529F;&#x80FD;&#xFF0C;&#x5F53;&#x626B;&#x5546;&#x54C1;&#x7801;&#x65F6;&#xFF0C;&#x5BA2;&#x6237;&#x7AEF;&#x5C31;&#x80FD;&#x81EA;&#x52A8;&#x6355;&#x83B7;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x5E76;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p><img src="assets/&#x6253;&#x6CD5;&#x662F;4ort.png" alt=""></p>
<p>&#x5982;&#x679C;&#x81EA;&#x52A8;&#x6293;&#x53D6;&#x4E0D;&#x5230;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x7684;&#x4E32;&#x53E3;&#x8FDB;&#x884C;&#x624B;&#x52A8;&#x8BBE;&#x7F6E;</p>
<p><img src="assets/asfdort.png" alt=""></p>
<p>&#x8FDB;&#x5165;&#x6839;&#x636E;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x5BA2;&#x663E;&#x8BBE;&#x7F6E;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x5BA2;&#x663E;&#x4E32;&#x53E3;<img src="assets/ghport.png" alt=""></p>
<p>&#x6700;&#x540E;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x5373;&#x53EF;&#x3002;</p>
<p><strong>&#xFF08;2&#xFF09;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;</strong></p>
<p>&#x5982;&#x679C;&#x5BA2;&#x663E;&#x8BFB;&#x53D6;&#x4E32;&#x53E3;&#x65E0;&#x6CD5;&#x83B7;&#x53D6;&#x5230;&#x91D1;&#x989D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p><strong>&#xFF08;2.1&#xFF09;&#x5B89;&#x88C5;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5DE5;&#x5177;</strong></p>
<p>&#x9996;&#x5148;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5B89;&#x88C5;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x3002;&#x6253;&#x5F00;&#x5B89;&#x88C5;&#x5305;&#xFF0C;&#x627E;&#x5230;&#x201C;&#x8F85;&#x52A9;&#x5DE5;&#x5177;-&#x4E32;&#x53E3;&#x9A71;&#x52A8;&#x201D;&#x5E76;&#x53CC;&#x51FB;&#x8FD0;&#x884C;&#x3002;</p>
<p><img src="assets/zxcvort.png" alt=""></p>
<p>&#x7136;&#x540E;&#x4E00;&#x76F4;&#x70B9;&#x51FB;&#x201C;Next&#x201D;</p>
<p><img src="assets/gfhort.png" alt=""></p>
<p><img src="assets/ghf&#x662F;port.png" alt=""></p>
<p><img src="assets/6346port.png" alt=""></p>
<p><img src="assets/khjort.png" alt=""></p>
<p><img src="assets/e3456port.png" alt=""></p>
<p><img src="assets/imp463fort.png" alt=""></p>
<p><img src="assets/im134114port.png" alt=""></p>
<p>&#x70B9;&#x51FB;Finish&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x627E;&#x5230;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;&#x5E76;&#x53CC;&#x51FB;&#xFF0C;&#x8FDB;&#x5165;&#x5982;&#x4E0B;&#x9875;&#x9762;</p>
<p><img src="assets/impor5432gt.png" alt=""></p>
<p>&#x70B9;&#x51FB;Add pair&#x5C31;&#x80FD;&#x65B0;&#x589E;&#x4E00;&#x5BF9;&#x4E32;&#x53E3;&#x3002;</p>
<p>&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x6C38;&#x8FDC;&#x662F;&#x6210;&#x5BF9;&#x51FA;&#x73B0;&#xFF0C;&#x4F8B;&#x5982;&#x4E0A;&#x56FE;&#x4E2D;COM3&#x548C;COM4&#x5C31;&#x662F;&#x4E00;&#x7EC4;&#x865A;&#x62DF;&#x4E32;&#x53E3;</p>
<p><strong>&#xFF08;2.2&#xFF09;&#x4F7F;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x83B7;&#x53D6;&#x91D1;&#x989D;</strong></p>
<p>&#x6211;&#x4EEC;&#x5148;&#x751F;&#x6210;&#x4E00;&#x5BF9;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#xFF0C;&#x70B9;&#x51FB;Add pair&#x751F;&#x6210;&#x4E86;COM5COM6&#x4E24;&#x4E2A;&#x865A;&#x62DF;&#x4E32;&#x53E3;</p>
<p><img src="assets/imppoiort.png" alt=""></p>
<p>&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x5185;&#x7684;&#x5BA2;&#x663E;&#x4E32;&#x53E3;&#x539F;&#x6765;&#x662F;COM3&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x628A;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x5BA2;&#x663E;&#x4FEE;&#x6539;&#x4E3A;COM5&#xFF0C;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#xFF0C;&#x5C06;&#x83B7;&#x53D6;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x6A21;&#x5F0F;&#x9009;&#x62E9;&#x4E3A;&#x201C;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8BFB;&#x53D6;&#x201D;&#xFF0C;&#x5C06;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x8F93;&#x5165;&#x8BBE;&#x7F6E;&#x4E3A;COM6&#xFF0C;&#x5BA2;&#x663E;&#x8F93;&#x51FA;&#x4E32;&#x53E3;&#x8BBE;&#x7F6E;&#x4E3A;COM3&#x3002;</p>
<p><img src="assets/imp453dfort.png" alt=""></p>
<p>&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x540E;&#x5373;&#x53EF;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p>&#x5B9E;&#x73B0;&#x539F;&#x7406;&#xFF1A;&#x6211;&#x4EEC;&#x5229;&#x7528;&#x865A;&#x62DF;&#x4E32;&#x53E3;&#x5C06;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x53D1;&#x9001;&#x7ED9;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x7684;&#x6570;&#x636E;&#x8F6C;&#x53D1;&#x7ED9;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x7136;&#x540E;&#x5BA2;&#x6237;&#x7AEF;&#x518D;&#x8F6C;&#x53D1;&#x7ED9;&#x5BA2;&#x663E;&#x8BBE;&#x5907;&#x3002;</p>
<p><strong>&#xFF08;3&#xFF09;&#x76F4;&#x63A5;&#x8BFB;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x7A97;&#x53E3;</strong></p>
<p>&#x5982;&#x679C;&#x9047;&#x5230;&#x6CA1;&#x6709;&#x5BA2;&#x663E;&#x7684;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x8BE5;&#x529F;&#x80FD;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x3002;</p>
<p>&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x529F;&#x80FD;&#xFF0C;&#x5C06;&#x7ED3;&#x8D26;&#x91D1;&#x989D;&#x6765;&#x6E90;&#x8BBE;&#x4E3A;&#x201C;&#x76F4;&#x63A5;&#x8BFB;&#x53D6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x7A97;&#x53E3;&#x201D;</p>
<p><img src="assets/implllooort.png" alt=""></p>
<p>&#x5728;&#x8F93;&#x5165;&#x6846;&#x4E2D;&#x8F93;&#x5165;&#x4F60;&#x6240;&#x770B;&#x5230;&#x7684;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x5E94;&#x4ED8;&#x91D1;&#x989D;&#xFF0C;&#x70B9;&#x51FB;&#x7ACB;&#x5373;&#x5B9A;&#x4F4D;&#xFF0C;&#x5373;&#x53EF;&#x83B7;&#x53D6;&#x5230;&#x91D1;&#x989D;&#xFF0C;&#x6700;&#x540E;&#x4FDD;&#x5B58;&#x3002;</p>
<p><strong>&#xFF08;4&#xFF09;&#x5C4F;&#x5E55;&#x8BC6;&#x522B;OCR</strong></p>
<p>&#x5728;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x6253;&#x5F00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x8FDB;&#x5165;&#x201C;&#x6536;&#x94F6;&#x52A0;&#x901F;&#x201D; - &#x201C;&#x8F93;&#x5165;&#x6536;&#x94F6;&#x91D1;&#x989D;&#x201D;&#x529F;&#x80FD;&#xFF0C;&#x5C06;&#x7ED3;&#x8D26;&#x91D1;&#x989D;&#x6765;&#x6E90;&#x8BBE;&#x4E3A;&#x201C;&#x5C4F;&#x5E55;&#x8BC6;&#x522B;OCR&#x201D;</p>
<p><img src="assets/i44dzmport.png" alt=""></p>
<p>&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x7F6E;&#x8BC6;&#x522B;&#x533A;&#x57DF;&#x201D;&#x540E;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7EA2;&#x6846;&#xFF0C;&#x7528;&#x9F20;&#x6807;&#x5C06;&#x8BE5;&#x7EA2;&#x6846;&#x62D6;&#x52A8;&#x5230;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#x7684;&#x91D1;&#x989D;&#x4E0A;&#x65B9;&#xFF0C;&#x5E76;&#x8C03;&#x6574;&#x597D;&#x8FB9;&#x7F18;&#xFF0C;&#x53CC;&#x51FB;&#x7EA2;&#x6846;&#x786E;&#x8BA4;&#x9009;&#x62E9;&#x3002;</p>
<p><img src="assets/impsadhjort.png" alt=""></p>
<p>&#x8BC6;&#x522B;&#x6210;&#x529F;&#x540E;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x5373;&#x53EF;&#x3002;</p>
<h2 id="2&#x8BBE;&#x7F6E;&#x6536;&#x94F6;&#x9875;&#x70B9;&#x51FB;&#x786E;&#x8BA4;&#x6536;&#x94F6;">2.&#x8BBE;&#x7F6E;&#x201C;&#x6536;&#x94F6;&#x9875;&#x70B9;&#x51FB;&#x786E;&#x8BA4;&#x6536;&#x94F6;&#x201D;</h2>
<p>&#x5F00;&#x542F;&#x8BE5;&#x529F;&#x80FD;&#x540E;&#xFF0C;&#x5F53;&#x626B;&#x4ED8;&#x6B3E;&#x7801;&#x65F6;&#x81EA;&#x52A8;&#x6263;&#x6B3E;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x518D;&#x624B;&#x52A8;&#x786E;&#x8BA4;&#x3002;</p>
<p><img src="assets/fds55ort.png" alt=""></p>
<p>&#x4F7F;&#x7528;&#x201C;&#x5C4F;&#x5E55;&#x8BC6;&#x522B;OCR&#x201D;&#x83B7;&#x53D6;&#x91D1;&#x989D;&#x540E;&#xFF0C;&#x65E0;&#x6CD5;&#x5F00;&#x542F;&#x672C;&#x529F;&#x80FD;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x624B;&#x9519;&#x6B3E;&#x3002;</p>
<p>&#x8BE5;&#x529F;&#x80FD;&#x5F00;&#x542F;&#x65F6;&#x201C;&#x60AC;&#x6D6E;&#x7A97;&#x201D;&#x5C06;&#x5F3A;&#x5236;&#x5F00;&#x542F;&#x5927;&#x7A97;&#x6A21;&#x5F0F;&#x3002;</p>
<h2 id="3&#x8BBE;&#x7F6E;&#x652F;&#x4ED8;&#x6210;&#x529F;&#x540E;&#x5F55;&#x5165;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;">3.&#x8BBE;&#x7F6E;&#x201C;&#x652F;&#x4ED8;&#x6210;&#x529F;&#x540E;&#x5F55;&#x5165;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x201D;</h2>
<p>&#x5F53;&#x6211;&#x4EEC;&#x5B8C;&#x6210;&#x652F;&#x4ED8;&#x540E;&#xFF0C;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x8FD9;&#x7B14;&#x4EA4;&#x6613;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#xFF0C;&#x9700;&#x8981;&#x6536;&#x94F6;&#x5458;&#x624B;&#x52A8;&#x5C06;&#x8D26;&#x5355;&#x5F55;&#x5165;&#x6536;&#x94F6;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x201C;&#x652F;&#x4ED8;&#x6210;&#x529F;&#x540E;&#x5F55;&#x5165;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x201D;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x53EF;&#x4EE5;&#x5C06;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x64CD;&#x4F5C;&#x7684;&#x5165;&#x8D26;&#x5FEB;&#x6377;&#x952E;&#x5F55;&#x5165;&#xFF0C;&#x5E76;&#x5728;&#x5B8C;&#x6210;&#x652F;&#x4ED8;&#x540E;&#x6267;&#x884C;&#x3002;</p>
<p><img src="assets/imvvv21ort.png" alt=""></p>
<p>&#x5728;&#x8BBE;&#x7F6E;&#x8BE5;&#x529F;&#x80FD;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x5148;&#x4E86;&#x89E3;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x7684;&#x5165;&#x8D26;&#x5FEB;&#x6377;&#x952E;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4EE5;&#x94F6;&#x8C79;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x8FD8;&#x4F60;&#x4E3A;&#x4F8B;&#x5B50;&#xFF0C;&#x4ED6;&#x7684;&#x652F;&#x4ED8;&#x5B9D;&#x5165;&#x8D26;&#x5FEB;&#x6377;&#x952E;&#x662F;&#x4E00;&#x4E2A;&#x7A7A;&#x683C;&#x952E;&#x548C;&#x4E00;&#x4E2A;&#x56DE;&#x8F66;&#x952E;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x5C31;&#x6253;&#x5F00;&#x652F;&#x4ED8;&#x5B9D;&#x7684;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x5728;&#x7B2C;&#x4E00;&#x4E2A;&#x952E;&#x4F4D;&#x8F93;&#x5165;&#x7A7A;&#x683C;&#x952E;&#xFF0C;&#x518D;&#x7B2C;&#x4E8C;&#x4E2A;&#x952E;&#x4F4D;&#x8F93;&#x5165;&#x56DE;&#x8F66;&#x952E;&#xFF0C;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="assets/45345gort.png" alt=""></p>
<p>&#x7EC4;&#x5408;&#x6B65;&#x9AA4;&#x7684;&#x95F4;&#x9694;&#x65F6;&#x95F4;&#x9ED8;&#x8BA4;100&#x6BEB;&#x79D2;&#xFF0C;&#x53EF;&#x6839;&#x636E;&#x7535;&#x8111;&#x914D;&#x7F6E;&#x9002;&#x5F53;&#x5EF6;&#x957F;&#x3002;</p>
<h2 id="4&#x8BBE;&#x7F6E;&#x91D1;&#x989D;&#x56DE;&#x586B;">4.&#x8BBE;&#x7F6E;&#x201C;&#x91D1;&#x989D;&#x56DE;&#x586B;&#x201D;</h2>
<p>&#x6709;&#x7684;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x4E0D;&#x4F1A;&#x5C06;&#x652F;&#x4ED8;&#x91D1;&#x989D;&#x4F20;&#x9012;&#x5230;&#x7ED3;&#x8D26;&#x9875;&#x9762;&#xFF0C;&#x800C;&#x662F;&#x9700;&#x8981;&#x6536;&#x94F6;&#x5458;&#x624B;&#x52A8;&#x8F93;&#x5165;&#xFF0C;&#x8FD9;&#x65F6;&#x5C31;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x201C;&#x91D1;&#x989D;&#x56DE;&#x586B;&#x201D;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x6253;&#x5F00;&#x201C;&#x652F;&#x4ED8;&#x6210;&#x529F;&#x540E;&#x5F55;&#x5165;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x529F;&#x80FD;&#x201D; &#xFF0C;&#x6253;&#x5F00;&#x652F;&#x4ED8;&#x65B9;&#x5F0F;&#x7684;&#x5165;&#x8D26;&#x5FEB;&#x6377;&#x952E;&#x8BBE;&#x7F6E;&#x9875;&#x9762;&#xFF0C;&#x5728;&#x8BE5;&#x9875;&#x9762;&#x4E0B;&#x65B9;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x52FE;&#x9009;&#x9879;&#x201C;&#x652F;&#x4ED8;&#x91D1;&#x989D;&#x56DE;&#x586B;&#x201D;&#x3002;</p>
<p><img src="assets/jghs5rt.png" alt=""></p>
<p>&#x52FE;&#x9009;&#x540E;&#x4F1A;&#x51FA;&#x73B0;&#x51E0;&#x4E2A;&#x9009;&#x9879;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x8BBE;&#x7F6E;&#x201C;&#x6267;&#x884C;&#x5B8C;&#x7B2C;X&#x6B65;&#x5FEB;&#x6377;&#x952E;&#x540E;&#x56DE;&#x586B;&#x91D1;&#x989D;&#x201D;&#xFF0C;&#x9009;&#x62E9;&#x7B2C;&#x51E0;&#x6B65;&#x65F6;&#x4E00;&#x5B9A;&#x8981;&#x9009;&#x62E9;&#x5230;&#x7ED3;&#x8D26;&#x5FEB;&#x6377;&#x952E;&#x540E;&#x9762;&#xFF0C;&#x56E0;&#x4E3A;&#x6267;&#x884C;&#x5230;&#x8FD9;&#x4E00;&#x6B65;&#x65F6;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x624D;&#x4F1A;&#x5F39;&#x51FA;&#x9700;&#x8981;&#x8F93;&#x5165;&#x91D1;&#x989D;&#x7684;&#x7A97;&#x53E3;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x70B9;&#x51FB;&#x201C;&#x5B9A;&#x4F4D;&#x91D1;&#x989D;&#x8F93;&#x5165;&#x6846;&#x201D;&#xFF0C;&#x7528;&#x9F20;&#x6807;&#x53BB;&#x9009;&#x62E9;&#x91D1;&#x989D;&#x8F93;&#x5165;&#x6846;&#xFF0C;&#x786E;&#x8BA4;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x53D1;&#x9001;&#x6D4B;&#x8BD5;&#x91D1;&#x989D;&#x201D;&#xFF0C;&#x8FD9;&#x65F6;&#x8F93;&#x5165;&#x6846;&#x5185;&#x7684;&#x91D1;&#x989D;&#x4F1A;&#x53D8;&#x6210;8.88&#xFF0C;&#x8BF4;&#x660E;&#x5DF2;&#x7ECF;&#x5B9A;&#x4F4D;&#x6210;&#x529F;&#xFF0C;&#x4FDD;&#x5B58;&#x540E;&#x6211;&#x4EEC;&#x65E2;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;</p>
<p><img src="assets/imphfd5ort.png" alt="">&#x201C;&#x4F7F;&#x7528;&#x952E;&#x76D8;&#x6A21;&#x5F0F;&#x56DE;&#x586B;&#x201D;&#x662F;&#x5728;&#x67D0;&#x4E9B;&#x6536;&#x94F6;&#x8F6F;&#x4EF6;&#x56DE;&#x586B;&#x91D1;&#x989D;&#x65F6;&#x5149;&#x6807;&#x4E0D;&#x5728;&#x8F93;&#x5165;&#x6846;&#x5185;&#xFF0C;&#x5BFC;&#x81F4;&#x91D1;&#x989D;&#x56DE;&#x586B;&#x5931;&#x8D25;&#x3002;&#x5F00;&#x542F;&#x540E;&#x53EF;&#x4EE5;&#x5F3A;&#x5236;&#x5C06;&#x5149;&#x6807;&#x8F6C;&#x79FB;&#x5230;&#x8F93;&#x5165;&#x6846;&#x5185;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="setting.html" class="navigation navigation-prev " aria-label="Previous page: 2.功能设置">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="printer-datadocking.html" class="navigation navigation-next " aria-label="Next page: 设置打印机与数据对接">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"收银加速","level":"1.3.1","depth":2,"next":{"title":"设置打印机与数据对接","level":"1.3.2","depth":2,"path":"printer-datadocking.md","ref":"printer-datadocking.md","articles":[]},"previous":{"title":"2.功能设置","level":"1.3","depth":1,"path":"setting.md","ref":"setting.md","articles":[{"title":"收银加速","level":"1.3.1","depth":2,"path":"rapid-cashier.md","ref":"rapid-cashier.md","articles":[]},{"title":"设置打印机与数据对接","level":"1.3.2","depth":2,"path":"printer-datadocking.md","ref":"printer-datadocking.md","articles":[]},{"title":"提醒设置与小票设置","level":"1.3.3","depth":2,"path":"notification-receipt.md","ref":"notification-receipt.md","articles":[]},{"title":"扫码设置与快捷键","level":"1.3.4","depth":2,"path":"scanner-shortcutkey.md","ref":"scanner-shortcutkey.md","articles":[]},{"title":"常规设置与网络设置","level":"1.3.5","depth":2,"path":"general-setting.md","ref":"general-setting.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"autocover":{"font":{"size":null,"family":"Impact","color":"#FFF"},"size":{"w":1800,"h":2360},"background":{"color":"#FFF"}},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"QWXPAY","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"客户端安装与使用手册","gitbook":"*"},"file":{"path":"rapid-cashier.md","mtime":"2019-04-22T06:23:20.582Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-04-24T12:15:18.656Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

